[{"Title": "What should I wear to get the best scan results?", "Source": "https://help.spren.com/article/539-what-should-i-wear-to-get-the-best-scan-results", "Content": "What should I wear to get the best scan results?To measure your body fat accurately, the camera needs to see your body clearly. Loose clothing will impact your results. For best results, wear form-fitting or minimal clothing that is a different color from your background.Do wear:Tight-fitting tank tops or go shirtlessCompression shorts or tight leggingsUnderwear and/or braForm-fitting bathing suitsSocks or bare feetDo not wear:Sweaters, jackets, or outer layersMen especially: no loose pants or shortsHeeled or thick-soled shoes"}, {"Title": "Do I need to tie up my hair?", "Source": "https://help.spren.com/article/540-do-i-need-to-tie-up-my-hair", "Content": "Do I need to tie up my hair?If your hair is long then you should pull it back off your shoulders.  Use a ponytail, bun, or swim cap to pull your hair off your neck and shoulders.Do not put your hair on top of your head as that could make your height appear taller than it is and affect your results.If you have an afro, use a bonnet, cap, or wrap to flatten it so as not to add height to your scan image."}, {"Title": "Can I wear glasses or jewelry?", "Source": "https://help.spren.com/article/541-can-i-wear-glasses-or-jewelry", "Content": "Can I wear glasses or jewelry?Yes, you can wear glasses and/or jewelry during your scan if that is comfortable for you. Try to avoid bright reflections off your glasses, or any shiny surface, during scanning. Also, avoid jewelry that could distort your body form."}, {"Title": "I am pregnant. Can I scan?", "Source": "https://help.spren.com/article/542-i-am-pregnant-can-i-scan", "Content": "I am pregnant. Can I scan?Congratulations on your impending bundle of joy!Unfortunately, we do not recommend doing a body composition scan if you are pregnant or recently postpartum. The results would not reflect accurate body composition for pregnant and postpartum women."}, {"Title": "I have a beard. Can I scan?", "Source": "https://help.spren.com/article/543-i-have-a-beard-can-i-scan", "Content": "I have a beard. Can I scan?Yes, if your neck can be seen clearly in the photos then you can scan without having to do anything extra."}, {"Title": "Can people under 18 do a Spren body scan?", "Source": "https://help.spren.com/article/544-can-people-under-18-do-a-spren-body-scan", "Content": "Can people under 18 do a Spren body scan?The Spren body scan is intended for people 18 years and older. We do not recommend doing a body scan for people under 18 because the computer vision. algorithms and formulas we use to calculate your results are optimized for people over 18 years old."}, {"Title": "How much space do I need to scan?", "Source": "https://help.spren.com/article/545-how-much-space-do-i-need-to-scan", "Content": "How much space do I need to scan?You will need your whole frame within the photo. For most people, if you are placing your phone on a surface that is knee to hip height, this will require you to be4 - 6 feetfrom the phone."}, {"Title": "Do I need a clean room?", "Source": "https://help.spren.com/article/546-do-i-need-a-clean-room", "Content": "Do I need a clean room?Yes — while our computer vision algorithms try to distinguish you from your background, there is a higher confidence in determining your exact body shape when objects are not in the frame that could be identified as part of your body. If you can, clear about 6 feet around you. Make sure to also stand against a light background and floor; this helps our algorithms to be able to better extract your body form."}, {"Title": "Should I flex during my scan?", "Source": "https://help.spren.com/article/548-should-i-flex-during-my-scan", "Content": "Should I flex during my scan?Do not flex your muscles during a scan as that can lead to changes in your form that can affect the results."}, {"Title": "What lighting will I get the best scans with?", "Source": "https://help.spren.com/article/549-what-lighting-will-i-get-the-best-scans-with", "Content": "What lighting will I get the best scans with?For the best body scan results, find a well-lit area and avoid lighting from behind.Avoid standing in a place where you look over- or underexposed in the camera.If a photo is too dark, it is underexposed. Details will be lost in the shadows and the darkest areas of the image.If a photo is too light, it is overexposed. Details will be lost in the highlights and the brightest parts of the image.For more consistent results, make sure to take repeat scans at the same time of day and in the same place or environment."}, {"Title": "My body fat is different from what I've seen using a different method.", "Source": "https://help.spren.com/article/550-my-body-fat-is-different-from-what-ive-seen-using-a-different-method", "Content": "My body fat is different from what I've seen using a different method.In this article, we explain how to measure body composition using the most common methods. We’ll highlight the pros and cons of each method, how they work, and more.In total, there are six main body composition analysis methods, including Spren. These are as follows:SprenDexa ScanSkinfold TestUnderwater WeighingBod PodBIA ScaleWe’ve provided you with an accuracy comparison table below—it includes key measurements for each method, alongside the average cost of a scan.SprenHow it works: Spren uses your smartphone camera, machine learning algorithms, and computer vision to provide you with accurate and reliable body composition analysis results.It’s as simple as snapping a pic, waiting for your results, and tracking your progress.Spren automatically generates numerous key biomarkers to help you monitor your health, going beyond the scale and showing you an accurate body composition analysis.ProsEasy to do: snap a full-body selfie and let Spren go to work.Laboratory accuracy from the comfort of your home: gain valuable insights without invasive testing procedures.View fat distribution: measure fat distribution to reach your long-term goals.ConsDoes not measure bone density: Dexa Scans are typically the best option for bone density analysis.Dexa ScanHow it works: A Dexa Scan, also known as dual-energy x-ray absorptiometry, uses x-rays to calculate the distribution of lean muscle mass, fat mass, bone, and water in the body. During the scan, two x-ray beams—of which are very safe—pass through bodily tissues. The varying energy absorption allows practitioners to measure body composition, including fat distribution, accurately.And as already mentioned, it’s often considered the “gold standard” body composition analysis tool, adopted by many healthcare professionals and commonly used in a clinical setting [8].ProsMeasures bone density: no other method calculates bone density—this is ideal for revealing osteoporosis and other bone-related conditions and perhaps even risk factors.Very accurate analysis method: one of the best methods for accurate body composition results, also showing fat distribution.ConsCan be very expensive: scans can cost upwards of $150.You are exposed to radiation: although only in small doses, some people can be sensitive to the exposure. You will experience a similar amount of radiation on a short flight.Not convenient: most people are unlikely to book regular Dexa Scans.Skinfold TestHow it works: A pair of skinfold calipers are used to measure the thickness (mm) of the skin at various sites on the body, including the abdominal, thighs, triceps, and chest).The skinfold test has been around for decades, and although it’s relatively easy to do, results can be inaccurate and present several downsides. For example, the test relies on two predictions to provide results, reducing validity [10].We cover more of the downsides, alongside a few benefits below.ProsWidely used method: commonly used to accurately measure fat distribution.Good for measuring changes in fatness in children: skinfolds have limited utility for overweight and severely obese adults [2].ConsInvasive: some people may find the skinfold test invasive and uncomfortable.Uses two predictions to calculate results: this creates room for error and may produce inconsistent and unreliable results.Must be done by a professional: lots of room for error (e.g., measuring the wrong site), so it must be done by a professional for accurate results.Underwater WeighingHow it works: The participant sits down on a scale while submerged in a tank of water. It’s important to exhale fully to reduce error and ensure accurate results. The test is usually repeated three times for reliability.Underwater weighing relies on the Archimedes principle—which states that when your body is completely submerged, the volume of fluid displaced is equal to the volume of the body [5].You are also weighed before completing the test. Test administrators use these measurements to calculate body fat percentage. Moreover, because muscle tissue is denser than fat tissue, if your underwater weight is heavy, this indicates a lower body fat percentage.According to research, underwater weighing is one of, if not the most valid technique for the assessment of body fat and lean tissue in a clinical setting—aside from post-mortem analysis [3]. But it does have a few downsides. For example, underwater weighing is uncomfortable, not convenient, and does not measure two key metrics: fat distribution and bone density.ProsAccurately measures body volume: the Archimedes principle is an accurate method of analysis.ConsYou must be submerged underwater: many people find this uncomfortable or even terrifying.Must be done in a laboratory with a trained specialist: this is not a convenient or accessible option, often leading to irregular check-ins.Sources of error: if the participant does not exhale fully during the test, the body fat readings will be inaccurate.Bod PodHow it works: the participant enters an enclosed pod where body volume is measured via air displacement plethysmography. This accurately calculates body density.The Bod Pod has become more popular in recent years, but the results are not as extensive or impressive compared to other methods, such as underwater weighing and Dexa Scans [9].ProsAccurately measures body volume: air displacement accurately measures body volume.ConsBad for claustrophobic people: confined spaces make this a poor option for those who do not like small or tight spaces.Expensive to purchase the equipment: it costs upwards of $50,000 to purchase a Bod Pod.BIA ScaleHow it works: small electrical currents are sent through the body to measure body composition. All bodily tissues, including muscle and fat, differ in electrical conductivity—this is because the water content varies.BIA, known as bioimpedance analysis, is non-invasive, low cost, and is currently one of the more popular body composition analysis methods that you can do yourself at home [6]. Although, it does have its limitations—more on these below.ProsNon-invasive: can be done at home, with no professional help.Easy to do and highly repeatable: you can perform routine scans for accurate body composition analysis over a set period.ConsNot the most accurate method for severely obese people: assumes the hydration factor of the fat-free mass is constant and is not different in the obese population. Also, body geometry and water distribution are likely to differ [1].Inadequate hydration may report incorrect results: fat-free mass and bone density may be underestimated if dehydrated.Does not measure fat distribution: BIA measures total fat but cannot report accurate fat distribution (e.g., android and gynoid fat).Measuring tapeWe have a bonus method for you—one that you can do at home—but it does not provide the most accurate results. The measuring tape method is best paired with another measurement for increased reliability.That’s right: you can use a tape measure and a handy equation to calculate an estimated body fat percentage.How it works: take measurements around your hips, waist, and neck. An equation is used to estimate total body volume and subsequent body fat percentage.ProsLow cost: the most cost-effective body composition method, but the results are the least accurate and may contain a human error.Highly convenient: you can do this yourself from the comfort of your own home in privacy.ConsSome people may find this method stressful: you may be unsure where to measure on the body for accurate and repeatable results."}, {"Title": "How often should I scan myself?", "Source": "https://help.spren.com/article/552-how-often-should-i-scan-myself", "Content": "How often should I scan myself?There’s no set rule for when to scan, but we recommend doing a body composition scan every 1 - 2 weeks if you are on a weight loss journey or actively trying to change your body composition.We do not recommend scanning more than once per week, because it can take at least that long for your physiology to show meaningful changes.Consistency is very important — take repeat scans at the same time of day and place, with similar lighting and clothing for more comparable results."}, {"Title": "What are the optimal scan conditions?", "Source": "https://help.spren.com/article/615-what-are-the-optimal-scan-conditions", "Content": "What are the optimal scan conditions?We recommend keeping all conditions (lighting, time of day, environment, clothes, etc.) the same each time you scan. This will ensure consistency in your results. We've listed out a few more specifics below:What to WearSkin-tight shorts, leggings, or underwearForm-fitting bathing suitsForm-fitting tank tops, sports bra, or shirtless (for males)Socks or bare feetLong hair tied back behind head and away from shouldersWhere and WhenWe recommend scanning once every 1 - 2 weeksScan at the same time of day for consistency — we recommend first thing in the morning shortly after wakingTry to scan while fasted and use the bathroom before scanningScan against a light background and floorScan in the same environment, lighting, and positionSet your phone at knee-to-hip heightProp you phone up close to a surface edgeAdditional NotesMake sure your entire body is in frameTry and avoid scanning while menstruating"}, {"Title": "What type of phone or operating system do I need?", "Source": "https://help.spren.com/article/553-what-type-of-phone-or-operating-system-do-i-need", "Content": "What type of phone or operating system do I need?You can find the Spren app in the iOS App Store. The Spren app works on iPhone's running iOS 14+."}, {"Title": "Can I scan using my tablet?", "Source": "https://help.spren.com/article/554-can-i-scan-using-my-tablet", "Content": "Can I scan using my tablet?No. The Spren app is only available on smartphones at this time."}, {"Title": "How do I share or export my results?", "Source": "https://help.spren.com/article/555-how-do-i-export-my-results", "Content": "How do I share or export my results?Within the app, you can access your most recent PDF report by selecting theSave PDF resultsbutton at the bottom of your results screen and then choosing your preferred method for saving/sharing the PDF."}, {"Title": "Do you have an API or an SDK?", "Source": "https://help.spren.com/article/557-do-you-have-an-api-or-an-sdk", "Content": "Do you have an API or an SDK?Spren has an SDK and API for embedding body composition scans into your app. Visitspren.comto learn more.At this time, the scan results generated within the Spren App are not connected to an API."}, {"Title": "I don’t have an internet connection. Can I still scan?", "Source": "https://help.spren.com/article/558-i-don-t-have-an-internet-connection-can-i-still-scan", "Content": "I don’t have an internet connection. Can I still scan?Our mobile app requires an internet connection in order to process and return your scan results."}, {"Title": "How do I create an account?", "Source": "https://help.spren.com/article/559-how-do-i-create-an-account", "Content": "How do I create an account?At this time, you cannot create an account in the Spren App.Future versions will allow account creation for easier history and progress tracking."}, {"Title": "Can I switch between imperial and metric system?", "Source": "https://help.spren.com/article/560-can-i-switch-between-imperial-and-metric-system", "Content": "Can I switch between imperial and metric system?No, not at this time.Your results will be presented in the unit system you specify during your onboarding.This will be available in future versions when you create a user account."}, {"Title": "How do I see my scan history?", "Source": "https://help.spren.com/article/561-how-do-i-see-my-scan-history", "Content": "How do I see my scan history?You can view your last scan result by navigating to the Results tab and selectingLast scan resultsat the top of the screen. You can view a log of your PDF reports where you can open, view, and save your historical scan PDF results by navigating to the Results tab and selectingPDF reportsat the top of the screen. See the screenshots below for reference.At this time, your scan history is tied to your device ID because you do not create an account within the app. If you delete the app, you will lose your scan history. In order to ensure you do not lose your past scans, we recommend saving your PDF reports to your phone."}, {"Title": "Can multiple people use the Spren App?", "Source": "https://help.spren.com/article/562-can-multiple-people-use-the-spren-app", "Content": "Can multiple people use the Spren App?We do not recommend sharing the app to scan multiple people. We recommend that each person download the Spren App for ideal security, privacy, and accurate results.Sharing the app creates the risk of incorrect input parameters like height, gender, and age.These parameters play an important role in our algorithms and results. If sharing the app, it is important to re-enter those parameters before the scan."}, {"Title": "What do I do if I want to use a different Access Code?", "Source": "https://help.spren.com/article/610-what-do-i-do-if-i-want-to-use-a-different-access-code", "Content": "What do I do if I want to use a different Access Code?If you would like to use a different Access Code to access the Spren App, please uninstall and reinstall the app.Once you reload the reinstalled app, you should be able to enter in a new access code.Why? In order for you to not have to enter an access code every time, the app saves your access code. That is why you have to delete and re-install to use a new code."}, {"Title": "How do I get an Access Code?", "Source": "https://help.spren.com/article/532-get-a-spren-access-code", "Content": "How do I get an Access Code?Spren Access Codes are currently distributed to select partners to privately share it with their communities. To acquire an Access Code, please reach out to Spren Support atgetsupport@spren.comor sign up for our waitlisthere."}, {"Title": "What do I do if I lose my Access Code?", "Source": "https://help.spren.com/article/611-what-do-i-do-if-i-lose-my-access-code", "Content": "What do I do if I lose my Access Code?No need to worry if you lose your Access Code! If you've already entered it in once, you will be able to access the app without having to enter it in again, as long as you don't delete the app from your phone. If you haven't had the chance to enter it in yet, feel free to reach out to Spren Support atgetsupport@spren.comand include your name, email, and where you received your Access Code (from your coach, the Elite HRV mailing list, etc.)."}, {"Title": "What happens if I delete the app?", "Source": "https://help.spren.com/article/612-what-happens-if-i-delete-the-app", "Content": "What happens if I delete the app?If you delete the app, you will, unfortunately, lose automatic access to the app and your latest results.We recommend that you reinstall the app, then use the same Access Code you did before to gain entry.From there, you can complete scans normally and after the first time you enter your Access Code, you should have automatic access again!"}, {"Title": "What is body fat percentage?", "Source": "https://help.spren.com/article/578-what-is-body-fat-percentage", "Content": "What is body fat percentage?Body fat percentage (BFP) is the proportion of the body's fat mass relative to total body mass (muscle tissue, fat, bone, organs). This can be further split intoessential body fat(also known as non-fat mass) andstored body fat(also known as fat mass).While having some fat mass is essential for health, excess body fat can increase your risk of developing health problems such as cardiovascular or metabolic diseases. Your healthy body fat percentage range depends on age and gender because men and women have different needs for essential body fat and BFP values tend to increase with age.Why body fat percentage instead of weight?BFP can provide a more accurate picture of your health and fitness than weight or BMI (Body Mass Index) alone.Weight and BMI do not consider body type or distinguish fat from muscle and can misclassify a person and their health risks. For example, an athlete could be deemed overweight according to weight and BMI but in reality, they are healthy with lower fat levels and higher muscle mass for their height, age, and gender.Tracking body fat percentage over time is a great way to see your health and fitness progress when weight alone can fail to show the progression as you lose fat mass and gain muscle mass."}, {"Title": "What is fat mass?", "Source": "https://help.spren.com/article/579-what-is-fat-mass", "Content": "What is fat mass?Fat mass describes how much adipose (fat) tissue is in your body. It's measured in pounds or kilograms.Tracking fat mass over time is a great way to see fat loss progress when following a weight loss program. When doing calorie-restricted dieting, sometimes body fat percentage will not change significantly because of simultaneous fat and muscle loss - this is where tracking fat mass in addition to body fat percentage can be helpful to show overall progress."}, {"Title": "What is lean mass?", "Source": "https://help.spren.com/article/580-what-is-lean-mass", "Content": "What is lean mass?Lean body mass is your total mass excluding fat mass. Lean mass includes muscle, bones, organs, and water. Skeletal muscle mass is the largest component in adults and accounts for about 40% of your total body weight.Healthy lean mass is important for healthy aging for many reasons, including supporting strong bones and a healthy metabolism.Tracking lean body mass over time is a great way to see gains in muscle mass that come from training. Since bones, organs, and water weight change very little in adults over time, relative changes in lean mass can be associated with muscle mass."}, {"Title": "What is body mass index (BMI)?", "Source": "https://help.spren.com/article/585-what-is-body-mass-index-bmi", "Content": "What is body mass index (BMI)?Body mass index (BMI) is a measure of weight adjusted for height, calculated as weight in kilograms divided by the square of height in meters (kg/m2).Because the BMI calculation relies solely on height and weight it is easily accessible to measure, it has become a widespread and longstanding index.BMI is used as a measure to track weight status in populations and as a screening tool to identify potential weight problems in individuals. Because BMI does not diagnose the body fatness or health of an individual, further assessment using more comprehensive metrics is needed to diagnose true health risks.Limitations of BMIBMI has many limitations. It is a poor tracking tool for weight change because there is no way to identify if changes in your weight are in fat or muscle.Because BMI does not distinguish fat mass from lean mass, it may overestimate body fat in athletes and others who have a muscular build. It may also underestimate body fat in older persons and others who have lost muscle.Also, for adults, there are no racial, gender, or age-specific reference ranges for BMI making it less useful across different population groups."}, {"Title": "What is lean mass index (LMI)?", "Source": "https://help.spren.com/article/582-what-is-lean-mass-index-lmi", "Content": "What is lean mass index (LMI)?Lean Mass Index (LMI), also known as Fat-Free Mass Index (FFMI), is your total lean mass divided by your height squared (Fat Mass / Height² in kg/m²). It is a measure of muscularity based on lean mass and height and is correlated with both fitness and health outcomes.LMI normal reference values:Male18-21 kg/m²Female15-18 kg/m²A higher LMI indicates more lean mass (muscle, bone, organs, and water) per pound. Athletes tend to have higher LMI, which can vary by sport. LMI values varies by gender with males having higher values than females. LMI values also tend to decrease with age.Maintaining a healthy LMI is important for healthy aging because lean muscle mass is crucial for supporting strong bones and a healthy metabolism."}, {"Title": "What is fat mass index (FMI)?", "Source": "https://help.spren.com/article/583-what-is-fat-mass-index-fmi", "Content": "What is fat mass index (FMI)?Your fat mass index (FMI) is your total fat mass divided by your height squared (Fat Mass / Height² in kg/m²). Similar to body mass index (BMI), it calculates the amount of fat you have relative to your height, where BMI calculates your total weight relative to height. Unlike BMI, FMI is a gender-specific measurement.FMI normal reference values:Male3-6 kg/m²Female5-9 kg/m²FMI measurements below the normal reference values indicate fat deficit. Values below 2 for males and below 3.5 for females indicate severe fat deficit. FMI values above the normal reference values indicate excess fat. Values higher than 9 for males and higher than 13 for females indicate obesity. Using your fat mass index, you can efficiently track your progression of fat loss or gain, depending on your body composition goals."}, {"Title": "What is Android fat?", "Source": "https://help.spren.com/article/595-what-is-android-fat", "Content": "What is Android fat?Android fat is the fat associated with unhealthy visceral fat. It is concentrated in the abdominal and waist region but also the fat stored in the chest and upper arms.Android fat lends to the “apple shape\" and is more common among men. This distribution pattern is often associated with a higher risk for obesity-related health complications such as heart disease, diabetes, hormonal imbalances, some cancers, and sleep apnea."}, {"Title": "What is Gynoid fat?", "Source": "https://help.spren.com/article/597-what-is-gynoid-fat", "Content": "What is Gynoid fat?Gynoid fat is concentrated in the hips, upper thighs, and buttocks. Gynoid fat lends to the “pear shape” and is more common among women. This distribution pattern is often considered healthier, because it is associated with a lower risk of obesity-related health complications when compared to the same fat being distributed in the waist (\"Android fat\")."}, {"Title": "What is Android/Gynoid fat mass ratio?", "Source": "https://help.spren.com/article/584-what-is-android-gynoid-fat-ratio", "Content": "What is Android/Gynoid fat mass ratio?The Android/Gynoid Fat Mass Ratio (A/G Ratio) is the ratio of Android fat mass (central) to Gynoid fat mass (hips and thigh) regions.People can have similar body fat percentage values with different fat distribution patterns. Better health outcomes are generally associated with lower A/G ratios.A higher Android/Gynoid Fat Mass Ratio, meaning more android fat, is a pattern of body fat distribution that is associated with a higher risk for metabolic syndrome and obesity-related conditions."}, {"Title": "What is resting metabolic rate?", "Source": "https://help.spren.com/article/603-what-is-resting-metabolic-rate", "Content": "What is resting metabolic rate?Resting Metabolic Rate (RMR) is the daily minimum number of calories you need when at rest. It is your base metabolism that represents the energy required to keep your body functioning properly.RMR is useful to know when calculating your daily caloric needs in order to lose weight, build muscle, or maintain weight.Increasing muscle mass will speed up your metabolic rate. A person with a higher RMR can burn more calories at rest than a person with a lower RMR."}, {"Title": "How accurate is Spren?", "Source": "https://help.spren.com/article/576-how-accurate-is-spren", "Content": "How accurate is Spren?Body composition metrics such as body fat percentage, lean mass, and insights about fat distribution can provide a more accurate picture of your health and fitness than weight or BMI. However, body composition metrics are only useful if they are accurate and reliable.Spren’s body composition algorithms produce results that are comparable to or better than medical-grade FDA-approved methods used by doctor — but from the comfort of your own home."}, {"Title": "How does Spren compare to other body fat measurement methods?", "Source": "https://help.spren.com/article/577-how-does-spren-compare-to-other-body-fat-measurement-methods", "Content": "How does Spren compare to other body fat measurement methods?Other common body composition methods such as DEXA and underwater weighing are expensive specialty screenings that require travel to a facility where a screener must be present to administer the test. These methods can vary extensively, ranging anywhere from 5% all the way up to 15% difference in body fat percentage scores.Bioimediance scales have been particularly noted for their inaccuracy. A study published in the Journal for Exercise and Nutrition looked at the accuracy of bioimpedance scales, concluding that “Caution should be taken when using BIA devices to assess BF% as devices demonstrated unacceptable agreement compared to DEXA.”"}, {"Title": "References and Citations", "Source": "https://help.spren.com/article/613-references-and-citations", "Content": "References and CitationsAll Spren results and recommendations are based on published clinical research and established public health guidelines. Below are examples:Body fat percentages and reference ranges by demographic (American College of Sports Medicine)https://https://acsm.org/docs/default-source/publications-files/getp10_tables-4-4-4-5-updated.pdfBody mass index reference ranges and supportive literature (Centers for Disease Control)https://https://cdc.gov/obesity/basics/adult-defining.htmlLimitations of body mass index, plus alternatives like body fat percenthttps://https://ncbi.nlm.nih.gov/pmc/articles/PMC7268097/#Fat mass and lean mass indices and reference rangeshttps://https://nature.com/articles/0802037.epdf?no_publisher_access=1&r3_referer=naturehttps://journals.plos.org/plosone/article?id=10.1371/journal.pone.0007038https://pubmed.ncbi.nlm.nih.gov/28388669/Recommendations and public health guidelines based on clinical body composition assessmenthttps://https://mdpi.com/2072-6643/13/8/2493https://https://who.int/europe/news-room/fact-sheets/item/a-healthy-lifestyle---who-recommendationsReference ranges for android and gynoid fat mass, ratios and other fat containershttps://wwwn.cdc.gov/Nchs/Nhanes/2017-2018/DXXAG_J.htmhttps://pubmed.ncbi.nlm.nih.gov/28388669/Resting metabolic rate reference rangeshttps://academic.oup.com/ajcnhttps://help.spren.com/article/80/5/1379/4690446"}, {"Title": "Why body fat percentage instead of weight?", "Source": "https://help.spren.com/article/594-why-body-fat-percentage-instead-of-weight", "Content": "Why body fat percentage instead of weight?Body Fat Percentage (BFP) can provide a more accurate picture of your health and fitness than weight or BMI (Body Mass Index) alone. Weight and BMI do not consider body type or distinguish fat from muscle and therefore can misclassify a person and their health risks. For example, an athlete can be overweight according to weight and BMI but in reality, they are healthy with healthy fat levels and higher muscle mass for their height, age, and gender.Tracking body fat percentage over time is a great way to see your health and fitness progress in situations when weight alone can fail to show progress. For example, as you lose fat and gain muscle."}, {"Title": "What is a healthy body fat percentage?", "Source": "https://help.spren.com/article/581-what-is-a-healthy-body-fat-percentage", "Content": "What is a healthy body fat percentage?While excess body fat can be detrimental to health, there is a minimum level of body fat needed (called essential fat) to maintain healthy bodily function.Men and women have different needs for body fat to be healthy. For a healthy body, women need a higher body fat percentage than men to support additional hormone and reproductive functions.In general, healthy body fat percentage ranges to reduce the health risks associated with being under-fat or overfat are 21–31% for women and 14–24% for men.Age ClassificationWomen (% fat)Men (% fat)Essential fat10-13%2-5%Athletes14-20%6-13%Fitness21-24%14-17%Average25-31%18-24%Obese32% and higher25% and higherFurthermore, body fat percentage tends to increase with age so it is best to refer to age and gender reference ranges to establish what your healthy range is.Female:Age Classification20-3940-5960-79Severe underfat<14%<14%<14%Underfat<21%<23%<24%Healthy21-33%23-35%24-36%Overfat33-39%35-40%36-42%Obese>39%>40%>42%Male:Age Classification20-3940-5960-79Severe underfat<5%<5%<5%Underfat<8%<11%<13%Healthy8-20%11-22%13-25%Overfat20-25%22-28%25-30%Obese>25%>28%>30%Ultimately, body fat percentage should be combined with other body composition metrics to best understand your health risks.How to safely decrease body fat percentageResearchers and practitioners mostly agree that a 1% loss per month is generally safe and maintainable.Ways to safely decrease body fat percentage include avoiding sugars and trans fats, reducing inflammation, getting enough sleep, exercising appropriately (cardio and resistance training), and reducing your mental stress."}, {"Title": "Body Fat: Benefits and Risks", "Source": "https://help.spren.com/article/588-body-fat-benefits-and-risks", "Content": "Body Fat: Benefits and RisksYour body fat is a highly specialized organ, critically important for your health and longevity.The cycle of making, breaking, storing, and mobilizing fats is at the core of how we regulate our energy.  Fats also help the body stockpile certain nutrients as well. The so-called \"fat-soluble\" vitamins—A, D, E, and K—are stored in the liver and in fatty tissues.Different types of body fat also regulate the temperatures of your individual organs as well as overall body.Too much body fat can lead to risks like cancer, diabetes, heart disease, and other health problems but if your body fat drops too low, it can also have health consequences, just as when your body fat is too high.There are two types of fat in your body.Non-fat mass -also known as essential fat. Non-fat mass is found in your bones, liver, kidneys, intestines, and muscles. Fat in these places is required for your body to function normally.Fat mass- also known as stored fat is located in your adipose tissue. Fat mass is sued as energy for your body. It insulates and cushions your body. It surrounds your organs and is just under your skin.Women naturally have a higher body fat mass than men, and their body fat will also naturally increase as they age."}, {"Title": "Types of Body Fat", "Source": "https://help.spren.com/article/589-types-of-body-fat", "Content": "Types of Body FatEach type of body fat is not the same. They differ based on their function and location in your body, and are labeled by \"colors\" (but not actually colors).According to the Harvard School of Public Health, our fat cells can grow in size and number. The amount of fat cells in our bodies is determined soon after birth and during adolescence and tends to be stable throughout adulthood if weight remains somewhat stable. Eating too many calories in the long term can cause fat cells to increase in size and get stored in various areas throughout the body, which leads to a risk of chronic inflammation and glitches in a healthy metabolism, with the potential for new fat cells to grow.These larger fat cells become resistant to insulin, which increases the risk of type 2 diabetes and cardiovascular disease. Weight loss can reduce the size of fat cells but not the number.Colors of FatWhiteMost fat cells in your body are white fat. They soak up dietary fat and store it for future energy needs. White fat cells can continue to grow larger. If you eat too much dietary fat, they will keep getting bigger – potentially to the point of dysfunction.BrownBrown fat cells interact with white fat cells to burn energy in cold weather and create heat. Lean people have more brown fat than non-lean people. Brown fat is now thought to be more like muscle than like white fat. When activated, brown fat burns energy from white fat.BeigeBeige fat cells are also mixed in with white fat. We have more beige fat than brown fat. Beige fat cells are inactive until you get cold. Then they start burning energy like brown fat cells, just not as well. The research is learning more every year about the role of beige fat.EssentialEssential fat may consist of brown, white, or beige fat and is vital for the body to function normally. It is found in most organs, muscles, and the central nervous system including the brain. It helps to regulate hormones like estrogen, insulin, cortisol, and leptin; control body temperature; and assist in the absorption of vitamins and minerals. When a person’s body fat dips below a certain level (about less than 5% in men and less than 10% in women), there may not be enough essential fat to perform these functions.LocationVisceralThis type of white fat is sometimes referred to as “belly fat” or “central obesity,” as it accumulates deep in the abdominal cavity, wrapping around digestive organs like the pancreas, intestines, and liver but also the heart. Having excess visceral fat is linked with a higher risk of cardiovascular disease, diabetes, and certain cancers.SubcutaneousYou can pinch this layer of fat that sits directly underneath the skin’s surface, cushioning the bones and joints. It’s the body’s most abundant type of fat and tends to accumulate around the waist, hips, upper back, buttocks, and thighs. Very high amounts of subcutaneous fat can increase the risk of disease, though not as significantly as visceral fat.IntramuscularIntramuscular fat is generally considered to be any fat (including the fat between muscle groups and within a muscle) found beneath the fascia of a muscle and is the widest definition for fat beneath the fascia of a muscle. Intramuscular fat is the visible fat found within a muscle."}, {"Title": "Skinny is not always healthy", "Source": "https://help.spren.com/article/604-skinny-is-not-always-healthy", "Content": "Skinny is not always healthyThe bathroom scale can be a helpful tool in screening ourselves for tracking weight loss progress, but it can also be deceiving for many.\"Skinny fat\" is a slang term used to describe someone whose body shape isn't regarded as overweight in terms of the body mass index (BMI) but has a higher body fat percentage and is often lower than optimal lean body mass.Your waist-to-hip ratio may be more important than the numbers on the scale or your BMI. A higher waist-to-hip ratio may be linked to a higher risk of cardiovascular disease and its consequences.Frequently, individuals who are \"skinny fat\" have high levels of visceral (deep abdominal) rather than subcutaneous (under the skin) fat deposits. NWO affects more than 30 million Americans. Adults affected by normal weight obesity have a four-fold risk of cardiac and metabolic diseases (Correa-Rodríguez et al., 2020).How does this happen?According to NASM (the National Academy of Sports Medicine), the same lifestyle choices that lead to obesity can lead to normal-weight obesity. This is including but is not limited to poor dietary choices (higher than ideal consumption of fats and carbohydrates coupled with low protein intake), poor sleep, high stress, and lack of exercise. It is important to highlight the role of lack of exercise, especially resistance training when examining the cause of normal-weight obesity as low skeletal muscle mass can be a driver in developing NWO. (Normal weight obesity)To make body composition changes to reduce your body fat percentage by increasing your lean mass, you'll need to incorporate resistance training, stress reduction, and supportive nutrition, all of which are needed to make positive changes."}, {"Title": "Limitations of BMI", "Source": "https://help.spren.com/article/598-limitations-of-bmi", "Content": "Limitations of BMIBMI has many limitations. It is a poor tracking tool for weight change because there is no way to identify if changes in your weight are in fat or muscle.Because BMI does not distinguish fat mass from lean mass, it may overestimate body fat in athletes and others with a muscular build. It may also underestimate body fat in older persons and others who have lost muscle.BMI does not reflect the location or amount of body fat, and these factors can impact health.Also, for adults, there are no racial, gender, or age-specific reference ranges for BMI making it less useful across different population groups."}, {"Title": "Body Fat vs BMI", "Source": "https://help.spren.com/article/586-body-fat-vs-bmi", "Content": "Body Fat vs BMIBody fat percentage (BFP) can provide a more accurate picture of your health and fitness than weight or BMI (Body Mass Index) alone.Where BMI falls shortBecause a BMI calculation only requires height and weight, it is an inexpensive and easy tool for analyzing large population groups or as an initial screening tool. However, because BMI does consider body type or distinguish fat from muscle and BMI reference ranges are not gender or age-specific, it fails to provide the detail and context needed to determine actual health risks.Even if two people have the same weight and BMI, their level of body fat may differ significantly. For example, at the same BMI:Women tend to have more body fat than men;Older people, on average, tend to have more body fat than younger adults;Athletes tend to have less body fat than non-athletes because of increased muscularity rather than increased body fatness.Body fat percentage as a better risk indicatorBecause body fat percentage distinguishes fat from muscle and uses gender and age-specific reference ranges, it is a more useful tool for determining health risks.Also, tracking body fat percentage over time is a great way to see your health and fitness progress when weight and BMI alone can fail to show progress as you lose fat and gain muscle."}, {"Title": "The Importance of Lean Mass for Healthy Aging", "Source": "https://help.spren.com/article/602-the-importance-of-lean-mass-for-healthy-aging", "Content": "The Importance of Lean Mass for Healthy AgingPreserving strength and lean muscle mass is critical to healthy aging and longevity.While declining muscle mass is a natural part of aging, actively working to maintain or increase healthy lean mass can help combat many of the health conditions encountered later in life, helping to increase your longevity and health span.Studies show a 35 - 40% loss of strength and up to 50% loss of muscle mass by the age of 80. Working to build up your lean muscle earlier in life can have payoffs later.6 reasons why lean mass benefits your health as you ageLean mass keeps your bones strong and healthyGreater muscle mass leads to better bone health. Individuals with higher lean mass have stronger and denser bones that are less prone to injury and fracture.Lean mass is associated with better mobility and reduces your risk of fallsLean muscle mass and strength are important for balance and mobility. People with reduced muscle mass have 2.3 times the risk of falling and breaking a bone. These injuries can significantly increase the risk of mortality in older populations.Lean mass burns fat and combats obesityIncreased lean body mass increases your resting metabolic rate (i.e. metabolism) and helps burn more calories while at rest. This helps combat obesity and obesity-related health conditions.Lean mass can protect against insulin resistance and diabetesMuscle tissue is needed to clear new glucose from the blood and help maintain healthy blood sugar levels. Studies have shown that higher muscle mass is associated with better insulin sensitivity and a lower risk of developing diabetes.Lean mass increases your energy levelsLean mass impacts your metabolism and provides more sustainable energy burn that helps prevent energy crashes and reduces fatigue.Helps to combat cognitive declineStudies suggest that regular strength training may help improve your thinking and learning abilities and prevent age-related mental decline."}, {"Title": "LMI vs BMI: What's the difference?", "Source": "https://help.spren.com/article/605-lmi-vs-bmi-whats-the-difference", "Content": "LMI vs BMI: What's the difference?LMI (lean mass index) and BMI (body mass index) categorize people based on height and weight. But BMI only accounts for your total body weight, whereas LMI considers your body composition.LMI is generally a more accurate tool for lean and active people and is better for finding your ideal weight.Because BMI does not distinguish between fat mass and muscle mass, a person with higher muscle mass and low or normal fat mass can be misclassified as overweight or obese. LMI can more accurately classify this individual as having higher muscularity instead of overweight or obese.Similarly, a person with low muscle mass and higher body fat mass could be classified as normal weight according to BMI when in reality they are what is called normal-weight obese. LMI would help identify their low muscle mass and higher fat mass.LMI has gender-specific reference ranges that make it a more useful metric than BMI which is not age or gender specific. Men and women have different normal thresholds and capacities for fat mass and lean mass so having a gender-specific measure is important for properly evaluating status.A combination of LMI and FMI (fat mass index) can help determine whether a person should focus on fat loss, muscle building, or both when setting their health and fitness goals."}, {"Title": "How is FMI (Fat Mass Index) different than BMI?", "Source": "https://help.spren.com/article/591-how-is-fmi-different-than-bmi", "Content": "How is FMI (Fat Mass Index) different than BMI?Unlike body mass index (BMI), fat mass index (FMI) is a gender-specific measure of fat that takes into account lean mass.BMI does not reflect true body fat composition and has limitations in assessing people with low muscle and high body fat or increased body fat and normal BMI.Fat mass index is able to identify individuals with elevated BMI but without excess fat mass — such as strength athletes. Conversely, FMI can also identify individuals with normal BMI, but who are at potential risk because of elevated fat mass.Studies show FMI is a better screening tool for predicting the presence of metabolic syndrome than BMI in men and women."}, {"Title": "Fat Mass Index vs Body Fat Percentage", "Source": "https://help.spren.com/article/601-fat-mass-index-vs-body-fat-percentage", "Content": "Fat Mass Index vs Body Fat PercentageWhile body fat percentage is more informative than body mass index (BMI) because it distinguishes fat from muscle, it can also be misleading because it is dependent on lean (or fat-free) mass.Fat mass index (FMI) has an advantage over body fat percentage because it is not influenced by lean mass.For example, if a person is low in muscle, then this can artificially inflate their body fat percentage even though they might have a low or normal amount of fat mass. This is referred to as “skinny fat” when a person has normal or low body weight but has a higher body fat percentage. FMI can help further distinguish the degree of “skinny fat.”On the flip side, if a person is high in muscle mass then their body fat percentage could be lower even if they have excess and unhealthy levels of fat. In this case, FMI can identify excess fat when body fat percentage fails.Some studies even show FMI as a better screening tool for predicting the presence of metabolic syndrome than body fat percentage and BMI in men and women."}, {"Title": "What to Expect Over Time", "Source": "https://help.spren.com/article/587-what-to-expect-over-time", "Content": "What to Expect Over TimeUnlike weight, which can swing from day to day and even throughout the day depending on factors like hydration and food intake, body fat percentage typically changes gradually over weeks or months.Because of this, if you are trying to lose weight or gain muscle, we recommend doing your body scans every 1 - 2 weeks to track your progress.What is a typical body fat change?It is generally considered safe to lose up to 2% body fat per month, if done by a healthy weight loss program focused on proper nutrition and movement (always seek the guidance of a professional before starting a weight loss program).It is common for people with higher fat mass to be able to lose body fat faster than someone with lower body fat. Also, the rate that someone loses body fat over time can change.When starting a new weight loss journey, sometimes body fat percentage will not change significantly while the actual fat in your body is decreasing. This is because it is common to also lose muscle mass when losing weight. Over time, your body fat percentage can change more drastically as muscle mass loss slows while body fat loss continues, especially if weight loss dieting is paired with exercise. Because of this, it is helpful to monitor your fat mass and lean mass values alongside your body fat percentage values so you can have the full picture of your progress.What is a typical muscle mass gain?Most people doing targeted strength training supported by proper nutrition can expect to gain between 0.5 - 2 lbs (0.23 - 0.9 kg) of lean muscle mass in a month.Potential muscle mass gains will vary depending on several factors:Training Age: How long you’ve been training.Hormonal Profile: The amount of testosterone and other hormones affect muscle production. They in turn are impacted by sleep, stress, recovery, medications, and other factors.Genetics: Genetics can affect your maximum muscle potential.Muscle Memory: Restoring previously lost muscle will happen faster than building new muscle.Nutritional Support: Proper nutrition and hydration are important for aiding muscle growth.Tracking lean body mass over time is a great way to see gains in muscle mass associated with your training. Because skeletal muscle mass is the largest component of lean mass in adults (40% of body weight) and bones, organs, and water weight change very little in adults over time, relative changes in lean mass are usually related to muscle mass.Consistent scans are crucial for comparable resultsWhen tracking progress over time, you should ideally scan at the same time of day and with similar clothing and lighting. This ensures that any changes in the results you're seeing are due to changes in your body composition and not other environmental or contextual changes (e.g. water weight, lighting, baggy clothing, etc.)."}, {"Title": "What factors affect Resting Metabolic Rate?", "Source": "https://help.spren.com/article/607-what-factors-affect-rmr", "Content": "What factors affect Resting Metabolic Rate?Many factors affect your resting metabolic rate; some you can control while others you can't.Some factors you can't control:AgeResting metabolic rate naturally decreases with age at approximately 2% per decade after peak growth.GeneticsScientists have identified many genes that are related to obesity that can affect resting metabolic rate. Luckily, most researchers believe your lifestyle and environment can overcome the contribution of your genetics.Epigenetics of Your AncestorsEpigenetic factors include gene expression influenced by the environment and lifestyle of your parents and grandparents.Some controllable factors:Lean Body MassIncreasing lean body mass is the most effective and safe way to increase resting metabolic rate. Maintaining healthy lean body mass can help combat age-related metabolic rate losses. Lean body mass itself is a result of calories, nutrition, and exercise.Research has shown even a small gain of 2 to 4 pounds of muscle mass can provide a 7 -8% boost in metabolismSleepLack of sleep can influence how your body prioritizes energy, resources, and stress hormone balance — all of which can negatively impact your resting metabolic rate.Low Caloric IntakeSustained very low caloric intake can suppress resting metabolic rate by up to 20%. This is because very low caloric intake can cause elevated levels of the stress hormone cortisol which can suppress thyroid-stimulating hormone production that regulates metabolism. Very low caloric intake also causes a reduction in muscle mass which in turn reduces metabolic rate.StimulantsStimulants like caffeine and capsaicin can temporarily boost metabolic rates.Cold therapyAlso known as \"cold thermogenesis\", subjecting your body to brief periods of cold, usually with cold water, can boost metabolism through a variety of pathways."}, {"Title": "Using RMR to Optimize Your Diet for Fat Loss", "Source": "https://help.spren.com/article/599-using-rmr-to-optimize-your-diet-for-fat-loss", "Content": "Using RMR to Optimize Your Diet for Fat LossTo determine a daily caloric intake target for safe and sustainable fat loss, you need to consider your resting metabolic rate (RMR) as well as yourdaily caloric burn from your normal activity level.To do this, you need to calculate your Total Daily Energy Expenditure (TDEE) using your RMR.You should NOT target your RMR as your caloric intake in order to lose weight or fat. Your RMR is yourminimumcaloric threshold needed in order to maintain bodily functions. Eating at or below that rate can force your body into a dangerous and unsustainable “starvation mode” that is not only harmful but can also reduce your metabolism (potentially permanently), increase your hunger, and hamper your ability to lose weight.Determining your Total Daily Energy ExpenditureYour Total Daily Energy Expenditure (TDEE) is an estimation of how many calories you burn each day,includingphysical activity. This is simply your RMR plus the calories you burn from physical activity and is easy to calculate based on your activity level using the chart below.Amount of Exercise/ActivityDescriptionTDEE CalcSedentaryLittle to no exerciseRMR x 1.2Lightly activeLight exercise/sports 1-3 days/weekRMR x 1.375Moderately activeModerate exercise/sports 3-5 days/weekRMR x 1.55Very activeHeavy exercise/sports 6-7 days/weekRMR x 1.725Extremely activeHighly physical job or very hard exercise 6-7 days/week or training twice a dayRMR x 1.9Your RMR makes up around 60 - 75% of your TDEE.Using TDEE to lose weightTDEE is what your body requires in a day to maintain your current weight. If you want to lose weight and fat, you need to consume less than your TDEE.How much less should I eat?Most experts agree that reducing calories by about 10 - 20% from your TDEE is optimal and safe. Reducing by more than 20% can lead to muscle loss and other negative outcomes.What you eat mattersWhile your total caloric intake is important for weight loss, what you eat and the nutritional content of those calories are also very important for body composition (e.g. fat loss and maintaining muscle). Pay attention to macronutrients (protein, carbs, and fat) and eat enough micronutrients for your body composition goals, to sustain the weight loss progress.Cutting sugar and non-nutritious foods and maintaining adequate protein and healthy fats are very important when trying to lose fat while maintaining muscle.Importance of exercise for fat lossYou can achieve weight loss with diet alone but if you want to reduce fat mass, maintain muscle mass, and in turn, more effectively decrease your body fat percentage, you need to eat better AND exercise appropriately.The types of exercise you do can also impacts how your body burns calories. While cardio exercise can directly target fat loss, resistance training helps build or maintain muscle that burns calories throughout the day when you are not working out. This is because muscle is calorie-burning and increasing your lean mass can actually increase your base metabolism.Remember to factor in your exercise program into your TDEE so you are matching your caloric needs appropriately.Remember other lifestyle factorsOther lifestyle factors such as poor sleep quality and high stress levels can negatively affect fat loss because they create a hormonal environment that requires you to store more energy to support holistic body function.To efficiently lose fat, especially if you have plateaued, addressing sleep and stress is important.We also recommend working with an experienced coach to help determine your macronutrient needs and appropriate exercise program to achieve your body goals."}, {"Title": "How to Use RMR to Build Muscle", "Source": "https://help.spren.com/article/600-how-to-use-rmr-to-build-muscle", "Content": "How to Use RMR to Build MuscleTo determine a daily caloric intake target to build muscle, you need to consider your resting metabolic rate (RMR) as well as yourdaily caloric burnfrom your normal activity level.To do this, you need to calculate your Total Daily Energy Expenditure (TDEE) using your RMR.Determining your Total Daily Energy ExpenditureYour TDEE is an estimation of how many calories you burn each day,includingphysical activity. This is simply your RMR plus the calories you burn from physical activity; it's is easy to calculate based on your activity level using the chart below.Amount of Exercise/ActivityDescriptionTDEE CalcSedentaryLittle to no exerciseRMR x 1.2Lightly activeLight exercise/sports 1-3 days/weekRMR x 1.375Moderately activeModerate exercise/sports 3-5 days/weekRMR x 1.55Very activeHeavy exercise/sports 6-7 days/weekRMR x 1.725Extremely activeHighly physical job or very hard exercise 6-7 days/week or training twice a dayRMR x 1.9Your RMR makes up around 60-  75% of your TDEE while the Thermic Effect of Food (TEF, or the energy needed to digest food) makes up about 10%.Using TDEE to gain muscleTDEE is what your body requires in a day to maintain your current weight. If you want to build muscle, you need to consume more calories than your TDEE while doing adequate muscle-building exercises.How much should I eat to build muscle?A good target for lean muscle gain is to consume about 110% to 120% of your TDEE (i.e. an extra 10% - 20%).This daily caloric increase is enough to gain muscle without excess calories that could cause fat gain as well. If you are trying to gain more muscle quicker, then aiming to consume more calories within that range will be better (when coupled with appropriate resistance training). However, there is a limit to muscle growth rate, which means going over that energy requirement will lead to the excess energy being stored as fat instead. Your hormonal profile affects this muscle growth limit as well.We recommend trying a daily calorie target for a few weeks while tracking progress. If you aren’t seeing results, then adjust your calories up.What you eat mattersWhile your total caloric intake is important for weight gain, what you eat and the nutritional contents of those calories are also very important for body composition. Paying attention to macronutrients (i.e. protein, carbs, and fat) and eating enough micronutrients will provide the needed resources to build muscle. They will also help improve recovery, sleep, inflammation, and countless other areas of your well-being that indirectly help you build and maintain muscle.To build muscle, you need to focus on eating adequate protein (the building blocks of muscle). The American Dietetic Association, Dietitians of Canada, American College of Sports Medicine, and the International Association of Athletics Federations have all stated that aminimum of 0.7 grams of protein per pound of body weightis sufficient for gaining muscle or losing fat.To support building lean muscle tissue and minimizing fat gain, many experts recommend following these guidelines for macronutrients consumption:Protein: 1 gram per pound of body weight; from healthy sourcesFat: At least 0.3 grams per pound of body weight, depending on total calories; from healthy sourcesCarbs: The remainder of calories; from healthy sources full of micronutrientsImportance of exercise for building muscleDoing strength and resistance training is key to building muscle. Strength exercises vary greatly, from bodyweight exercises to resistance and weight training. The exercises you do will depend on your training experience and muscle-building goals.And remember to make sure that the exercise program you are doing is factored into your TDEE so you are matching your calorie needs appropriately."}, {"Title": "Numbers Do Not Define You", "Source": "https://help.spren.com/article/606-numbers-do-not-define-you", "Content": "Numbers Do Not Define YouWhether you are trying to lose weight or gain muscle from a health perspective, or because you are striving for a certain physique, it is important to pursue change healthily, both physically and mentally.There is nothing wrong with wanting to lose fat or change the appearance of your body. Remember that the numbers on the scale or within this app are just tools to use in your overall wellness journey.They do not define your value or self-worth.Taking care of yourself and improving your health and fitness is a worthy endeavor. It is important to remember to balance your overall wellness, including your mental, emotional, social, intellectual, spiritual, and occupational wellness, and not let numbers outweigh your relationships and how you engage with the world.When setting goals, be realistic and have self-compassion because making body composition changes takes time. There will be ups and downs. Strive to achieve those goals with a healthy mindset of empowerment through positive actions instead of focusing on deprivation and negative actions. For example, focusing on eating well and enjoyably moving your bodybecause it makes you feel good and capable, are wonderful ways to make achieving your goals about the process instead of about the number.Celebrate achieving your body goals by focusing on the impact of the transformation process on your life instead of defining yourself by that goal or achievement."}, {"Title": "How does Spren scan me?", "Source": "https://help.spren.com/article/574-how-does-spren-scan-me", "Content": "How does Spren scan me?You will be guided in the Spren app to do a simple body scan consisting of a front photo and a side photo, all from the comfort and privacy of your home. The app then uses computer vision technology to extract important body dimensions that feed into propriety algorithms to generate reliable body composition insights."}, {"Title": "How does Spren calculate body fat percentage?", "Source": "https://help.spren.com/article/575-how-does-spren-calculate-body-fat-percentage", "Content": "How does Spren calculate body fat percentage?Spren uses the camera on your smartphone and advanced artificial intelligence technology to provide accurate and reliable measurements of your body composition.The app guides you through an easy process of taking a full-body selfie, then Spren’s algorithms extract features of your body, such as body shape and contours, and uses machine learning to provide a detailed assessment of your health.By using the Spren Body Composition app, you can track your progress towards your fitness and health goals with confidence, knowing that the data you're collecting is reliable and accurate. It's a convenient and easy-to-use tool that can help you take control of your health and fitness like never before."}, {"Title": "References and Citations", "Source": "https://help.spren.com/article/613-references-and-citations", "Content": "References and CitationsAll Spren results and recommendations are based on published clinical research and established public health guidelines. Below are examples:Body fat percentages and reference ranges by demographic (American College of Sports Medicine)https://https://acsm.org/docs/default-source/publications-files/getp10_tables-4-4-4-5-updated.pdfBody mass index reference ranges and supportive literature (Centers for Disease Control)https://https://cdc.gov/obesity/basics/adult-defining.htmlLimitations of body mass index, plus alternatives like body fat percenthttps://https://ncbi.nlm.nih.gov/pmc/articles/PMC7268097/#Fat mass and lean mass indices and reference rangeshttps://https://nature.com/articles/0802037.epdf?no_publisher_access=1&r3_referer=naturehttps://journals.plos.org/plosone/article?id=10.1371/journal.pone.0007038https://pubmed.ncbi.nlm.nih.gov/28388669/Recommendations and public health guidelines based on clinical body composition assessmenthttps://https://mdpi.com/2072-6643/13/8/2493https://https://who.int/europe/news-room/fact-sheets/item/a-healthy-lifestyle---who-recommendationsReference ranges for android and gynoid fat mass, ratios and other fat containershttps://wwwn.cdc.gov/Nchs/Nhanes/2017-2018/DXXAG_J.htmhttps://pubmed.ncbi.nlm.nih.gov/28388669/Resting metabolic rate reference rangeshttps://academic.oup.com/ajcnhttps://help.spren.com/article/80/5/1379/4690446"}, {"Title": "Published studies", "Source": "https://help.spren.com/article/614-published-studies", "Content": "Published studiesBelow are the published research studies validating the methods and algorithms underlying the Spren body composition analysis. Various research studies looked at comparisons to underwater weighing and other lab-grade body composition methods, in different subpopulations.https://https://sciencedirect.com/sciencehttps://help.spren.com/article/abs/pii/S1094695021000743https://https://nature.com/articles/s41430-021-00899-1https://https://ncbi.nlm.nih.gov/pmc/articles/PMC8750560/https://pdfs.semanticscholar.org/7783/bb7243b86b104323b9b2f84598e3073daf36.pdf"}, {"Title": "Do you store my credit card number and other details?", "Source": "https://help.spren.com/article/572-do-you-store-my-credit-card-number-and-other-details", "Content": "Do you store my credit card number and other details?No, Spren does not have access to your payment information. Your payment is processed by the App Store or Play Store as an in-app purchase and we only receive confirmation of a successful or failed payment.We will never charge your credit card without your express authorization."}, {"Title": "I am not satisfied with my experience and results, how do I request a refund?", "Source": "https://help.spren.com/article/573-i-am-not-satisfied-with-my-experience-and-results-how-do-i-request-a-refund", "Content": "I am not satisfied with my experience and results, how do I request a refund?If you are not satisfied with your experience or results, you can request a refund through the Apple App Store or Google Play Store.How to request a refund through the Apple App StoreLearn about refunds on Google Play"}]